Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Animasjon er med sin sentrale plass i både data, fjernsyn og film et viktig element innen både underholdning, nyheter, informasjon og undervisning.
nn: Animasjon er, med sin sentrale plass i både data, fjernsyn og film, eit viktig element i både underhaldning, nyheiter, informasjon og undervising.

source: I tråd med det nasjonale kvalifikasjonsrammeverket har studenten følgende læringsutbytte etter fullført studieprogram:
nn: I tråd med det nasjonale kvalifikasjonsrammeverket skal studenten ha følgjande læringsutbytte etter fullført studieprogram:

source: Nærmere informasjon om dette vil bli gitt i semesterplanen.
nn: Nærare informasjon om dette vil bli gitt i semesterplanen.

source: Du jobber innenfor flere sjangre, med fokus både på teknikk, dramaturgi og innholdsproduksjon mot ulike plattformer.
nn: Du arbeider med bilde- og videoproduksjonar innan fleire sjangerar, med fokus både på teknikk, dramaturgi, og innhaldsproduksjon mot ulike plattformer. Studieretninga

source: dc.description.abstract Notatet er en del av prosjektet "Kulturperspektiv på møte mellom embetsmenn og bønder", et strategisk høgskuleprosjekt frå Høgskulen i Volda, Historisk Institutt og Institutt for religion, livssyn og kristendom.
nn: Notatet er ein del av prosjektet "Kulturperspektiv på møte mellom embetsmenn og bønder", eit strategisk høgskuleprosjekt frå Høgskulen i Volda, Historisk Institutt og Institutt for religion, livssyn og kristendom.

source: Spesialiseringsemne, der studenten gjennom ett eller flere praktiske prosjekter skal vise ferdigheter og kunnskaper utover det grunnleggende i en eller flere valgte teknikker.
nn: Spesialiseringsemne, der studenten gjennom eitt eller fleire praktiske prosjekt skal vise ferdigheiter og kunnskap utover det grunnleggande i ein eller fleire valde teknikkar.

source: bruk av modeller i naturvitenskap
nn: bruk av modellar i naturvitskap og naturfagundervisning

source: Studentarbeid som blir produsert og dokumentert i løpet av studiet vil kunne bli brukt som eksempel ved senere kurs, eller i skolen sin informasjon om egne aktiviteter.
nn: Studentarbeid som blir produsert og dokumentert i løpet av studiet, vil kunne bli brukt som eksempel ved seinare kurs, eller i skulen sin informasjon om eigne aktivitetar.

source: Selvstendig arbeid eller gruppearbeid.
nn: Sjølvstendig arbeid eller gruppearbeid.

source: Erfaringer fra andre kommuner viser, som pekt på tidligere, at felles verdigrunnlag er viktig for å utvikle et godt boligsosialt tilbud.
nn: Erfaringar frå andre kommunar viser, som peikt på tidlegare, at felles verdigrunnlag er viktig for å utvikle eit godt bustadsosialt tilbod.

source: Animasjonen trenger ikke være satt inn i noen narrativ sammenheng, men skal vise at studenten har kunnskaper ut over de grunnleggende ferdigheter som denne teknikken krever.
nn: Animasjonen treng ikkje vere sett inn i nokon narrativ samanheng, men skal vise at studenten har kunnskap ut over dei grunnleggande ferdigheiter som denne teknikken krev.

source: Det må påregnes at noen av produksjonene gjennomføres på kveldstid eller helg.
nn: Det må påreknast at nokre av produksjonane gjennomførast på kveldstid eller helg.

source: Emnet vil fokusere på denne problematikken ved å gi en skisse av noen av de sentrale posisjonene i vitenskapsteorien, med særlig vekt på positivismen, positivisme-kritikken, fornufts- og institusjonskritikken og kritisk realisme.
nn: Emnet vil fokusera på denne problematikken ved å gi ei skisse av nokre av dei sentrale posisjonane i vitenskapsteorien, med særleg vekt på positivismen, positivisme-kritikken, fornufts- og institusjonskritikken og kritisk realisme.

source: Du kan lese mer om obligatorisk frammøte i gjeldende Forskrift om opptak, studium og eksamen ved Høgskulen i Volda.
nn: Du kan lese meir om obligatorisk frammøte i gjeldande Forskrift om opptak, studium og eksamen ved Høgskulen i Volda.

source: kunne samarbeide med andre om et felles kreativt prosjekt
nn: kunne samarbeide med andre om eit felles kreativt prosjekt

source: I tillegg til generell studiekompetanse må søkeren kvalifisere seg gjennom innsendte arbeidsprøver.
nn: I tillegg til generell studiekompetanse må søkjaren kvalifisere seg gjennom innsende arbeidsprøver.

source: kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekt alene og som deltaker i en gruppe, og i tråd med etiske krav og retningslinjer
nn: Kan planleggje og gjennomføre varierte arbeidsoppgåver og prosjekt åleine og som deltakar i ei gruppe, og i tråd med etiske krav og retningslinjer

source: Hensiktsmessige måter å forholde deg til tankene dine slik at du i større grad kan fungere, også i perioder med mye negative tanker.
nn: Hensiktsmessige måtar å forholde deg til tankane dine slik at du i større grad kan fungere, også i perioder med negative tankar.

source: kan utføre oppgavene i de ulike rollene i en flerkameraproduksjon i fasene fra preproduksjon, gjennomføring, og postproduksjon.
nn: kan utføre oppgåvene i dei ulike rollene i ein fleirkameraproduksjon i fasene frå preproduksjon, gjennomføring, og postproduksjon

source: Det er obligatorisk deltakelse i undervisning, gruppearbeid og produksjoner.
nn: Det er obligatorisk deltaking i undervising, gruppearbeid og produksjonar.

source: kunne arbeide i et profesjonelt animasjonsfilmstudio
nn: kunne arbeide i eit profesjonelt animasjonsfilmstudio

source: kunne utvikle, planlegge og gjennomføre egne prosjekter ved bruk av intervju, observasjon og skriftlig kildemateriale
nn: utvikle, planlegge og gjennomføre eigne prosjekt ved bruk av intervju, observasjon og skriftleg kjeldemateriale

source: På hvilken måte kan man styrke utvekslingen av faglige synspunkt og vurderinger?
nn: På kva måte kan ein styrkje utvekslinga av faglege synspunkt og vurderingar?

source: Det er krav om deltakelse på minimum 80 % av de obligatoriske aktivitetene som går fram av undervisningsplan for emnet.
nn: Det er krav om deltaking på minimum 80 % av dei obligatoriske aktivitetane som går fram av undervisningsplan for emnet. Evaluering og kvalitetssikring

source: Hvordan fungerer brobyggingen mellom de ulike personene, funksjonene og enhetene?
nn: Korleis fungerer brubygginga mellom dei ulike personane, funksjonane og einingane?

source: Det blir lagt vekt på at studentene arbeider selvstendig med kursets faglige problemstillinger, knyttet til både egne prosjekter og et felles undervisningsopplegg.
nn: Det blir lagt vekt på at studentane arbeider sjølvstendig med kurset sine faglege problemstillingar, knytt til både eigne prosjekt og eit felles undervisingsopplegg.

source: Emnet kan være en fordypning i samme teknikk som ble utforsket i spesialiseringsemne ANI201 eller en spesialisering i en annen teknikk.
nn: Emnet kan vere ei fordjuping i same teknikk som blei utforska i spesialiseringsemne ANI201 eller ei spesialisering i ein annan teknikk.

source: animasjonsfilmens historie både som underholdning, opplysning og kunstnerisk uttrykk
nn: animasjonsfilmens historie både som underhaldning, opplysing og kunstnarisk uttrykk

source: kunne bruke offentlighetsloven og andre lover og regler, som gir innsynsrett og tilgang til sentrale skriftlige kilder
nn: kunne bruke offentlegheitslova og andre lover og reglar, som gir innsynsrett og tilgang til sentrale skriftlege kjelder

source: planlegging og gjennomføring av praktisk arbeid i naturfagundervisning
nn: planlegging og gjennomføring av praktisk arbeid i naturfag

source: finne, forstå og bruke statistikk på en adekvat måte
nn: finne, forstå og bruke statistikk på ein adekvat måte

source: All praktisk undervisning er obligatorisk så fremt studentene ikke kan dokumentere tilsvarende kunnskap.
nn: All praktisk undervising er obligatorisk dersom studentane ikkje kan dokumentere tilsvarande kunnskap.

source: Studenten produserer minst ett minutt ferdig animasjon i en valgt teknikk eller kombinasjon av teknikker.
nn: Studenten produserer minst eitt minutt ferdig animasjon i ein vald teknikk eller kombinasjon av teknikkar.

source: kunne bruke metoder, teknikker og strategier for å finne ideer, nyheter eller saker som til dels er skjult, til dels vanskelig tilgjengelig eller ”oversett” i dagens mediebilde
nn: Studenten skal kunne bruke metodar, teknikkar og strategiar for å finne idear, nyheiter eller saker som til dels er skjult, til dels vanskeleg tilgjengeleg eller ”oversett” i dagens mediebilde

source: - animasjonsfilmens rolle både som underholdning, opplysning og kunstnerisk uttrykk
nn: animasjon si rolle både som underhaldning, opplysing og kunstnarleg uttrykk

source: og Huseby, P.
nn: og Huseby, R.

source: ha en bred oversikt og dyp innsikt i journalistisk metode
nn: ha ei brei oversikt og djup innsikt i journalistisk metode

source: - kommunisere og arbeide i et internasjonalt miljø
nn: - kommunisere og arbeide i eit internasjonalt miljø

source: bevegelse og Newtons lover, mekanisk energi, atom- og kjernefysikk, astrofysikk, fysikk og teknologi
nn: rørsle og Newtons lover, mekanisk energi, atom- og kjernefysikk, astrofysikk, fysikk og teknologi

source: Kulturperspektiv på møte med mellom embetsmenn og bønder
nn: Kulturperspektiv på møte mellom bønder og embetsmenn

source: Studenten skal jobbe med ett større eller 2-3 mindre journalistiske prosjekter med frister for a) idé og plan senest to uker etter emnets start (Gjennom denne godkjenningen blir omfanget av hver enkelt students eksamensarbeid avklart).
nn: Studenten skal jobbe med eitt større eller 2-3 mindre journalistiske prosjekt med fristar for a) idé og plan seinast to veker etter emnets start (Gjennom denne godkjenninga blir omfanget av kvar enkelt students eksamensarbeid avklart).

source: Dokumentet er nå klart til levering, og det skal normalt leveres som Pdf-fil, så fremt ikke annet er spesifisert i emneplan eller utsendt eksamensinformasjon.
nn: Dokumentet er no klart til levering, og det skal normalt leverast som Pdf-fil, så framt ikkje anna er spesifisert i emneplan eller utsendt eksamensinformasjon.

source: Enkelte forelesninger kan bli gjort obligatoriske, se «Forskrift om opptak, studium og eksamen ved Høgskulen i Volda» (
nn: Enkelte forelesningar kan bli gjort obligatoriske, sjå «Forskrift om opptak, studium og eksamen ved Høgskulen i Volda» (

source: Fremmøte til den praktiske undervisningen er obligatorisk og består av to samlinger pr.
nn: Frammøte til den praktiske undervisninga er obligatorisk og består av to samlingar pr.

source: og handling i sosialt arbeid
nn: refleksjon og handling i sosialt arbeid

source: Nærtur er et vidt omgrep og i følgje rapporten «Planlegging for nærtur» ser en på nærtur som både friluftsliv, transport, folkehelse og arealbruk.
nn: Nærtur er eit vidt omgrep og i følgje rapporten «Planlegging for nærtur» ser ein på nærtur som både friluftsliv, transport, folkehelse og arealbruk.

source: I forbindelse med de praktiske oppgavene vektlegges den individuelle veiledningen og oppfølgning på alle ledd i produksjonen.
nn: I samband med dei praktiske oppgåvene blir det lagt vekt på den individuelle rettleiinga og oppfølging på alle ledd i produksjonen.

source: Studenten skal kunne bruke kunnskaper og ferdigheter på selvstendig måte i utdannings- og yrkessammenheng gjennom å vise samarbeidsevne, ansvarsfølelse, og evne til refleksjon og kritisk tenking.
nn: Studenten skal kunna bruke kunnskapar og ferdigheiter på sjølvstendig måte i utdannings- og yrkessamanheng gjennom å visa samarbeidsevne, ansvarskjensle, og evna til refleksjon og kritisk tenking.

source: utvikle evne til å se muligheter for fler- og tverrfaglig organisering og undervisning i naturfaglige tema
nn: utvikle evne til å sjå muligheiter for fleir- og tverrfagleg organisering og undervisning i naturfaglege tema

source: utvikle evne til å se naturfaget i sammenheng med elevenes grunnleggende ferdigheter slik de er definert i gjeldende læreplanverk
nn: utvikle evne til å sjå naturfaget i samanheng med elevane sine grunnleggande ferdigheiter slik dei er definert i gjeldande læreplanverk

source: Dette kan skje i regi av utdanningen, en ekstern produsent, eller som en del av opplegg ved en annen utdanningsinstitusjon i inn- eller utland.
nn: Dette kan skje i regi av utdanninga, ein ekstern produsent, eller som en del av opplegg ved ein annan utdanningsinstitusjon i inn- eller utland.

source: Vilkår for å framstille seg til eksamen
nn: Vilkår for å framstille seg til eksamen Frammøtekrav:

source: Emnet i vitenskapsteori og etikk vil synliggjøre etiske problem og dilemmaer som alltid inngår i arbeid med mennesker, og som er nært knyttet til utøvelse av skjønn og faglig autonomi.
nn: Emnet i vitenskapsteori og etikk vil gjera synlege etiske problem og dilemma i arbeid med menneske, som er nært knytt til utøving av skjønn og fagleg autonomi.

source: ha praktiske ferdigheter i noen grunnleggende naturvitenskaplige tema fra fysikk og kjemi
nn: ha praktiske ferdigheiter i nokre grunnleggande naturvitskaplege tema frå fysikk og kjemi

source: hele produksjonsprosessen av animerte filmer
nn: heile produksjonsprosessen av animerte filmar

source: oppnå bestått på to digitale forprøver før de praktiske øvingene
nn: oppnå stått på to digitale forprøver før dei praktiske øvingane

source: Studentene dokumenterer sin deltakelse i hver av produksjonene med en produksjonsrapport, - med hva, hvor, hvem og hvorfor - og med relevant dokumentasjon som underbygger dette.
nn: Studentane dokumenterer deltakinga si i kvar av produksjonane med ein produksjonsrapport, - med kva, kvar, kven og kvifor - og med relevant dokumentasjon som underbygger dette.

source: ha god analytisk kunnskap om etikk, kildekritikk og rekonstruksjon i den journalistiske arbeidsprosessen
nn: ha god analytisk kunnskap om etikk, kjeldekritikk og rekonstruksjon i den journalistiske arbeidsprosessen

source: Sensur blir gjennomført i samsvar med Forskrift om opptak, studium og eksamen ved Høgskulen i Volda.
nn: Sensur blir gjennomført i samsvar med Forskrift om opptak, studium og eksamen ved Høgskulen i Volda, kap.

source: Disse posisjonene avspeiler noen av de sentrale spenningsforholdene i dette studiet:
nn: Desse posisjonane avspeglar nokre av dei sentrale spenningane i dette studiet:

source: de ulike rollene som denne organiseringen krever.
nn: dei ulike rollene som denne organiseringa krevjer

source: Studentene kan velge mellom to alternativer:
nn: Studentane kan velje mellom to alternativ:

source: Vi ser det også som en fordel dersom kvaliteten på kontakten går dypere enn utveksling av informasjon.
nn: Vi ser det også som ein fordel dersom kvaliteten på kontakten går djupare enn utveksling av informasjon.

source: kunne produsere dokumentarer/reportasjer og lage skiftlige, analytiske metoderapporter knyttet til disse
nn: kunne produsere dokumentarar/reportasjar og lage skriftlege, analytiske metoderapportar knytt til desse

source: læring, forståelse og undervisning i naturfaglige tema
nn: læring, forståing og undervisning i naturfaglege tema

source: Undervisningen vil integrere journalistisk teori, analyse og praksis.
nn: Undervisinga vil integrere journalistisk teori, analyse og praksis.

source: Utvikling av idé og hypoteser, metodiske valg og systematikk i egen research
nn: Utvikling av idé og hypotesar, metodiske val og systematikk i eigen research

source: kunne samarbeide med andre animatører og forstå hvordan animasjonsbransjen fungerer
nn: kunne samarbeide med andre animatørar og forstå korleis animasjonsbransjen fungerer

source: Spesialiseringsemne, der studenten gjennom ett eller flere praktiske prosjekter skal få muligheten til å fordype seg i og vise ferdigheter og kunnskaper ut over det grunnleggende i en eller flere valgte teknikker.
nn: Spesialiseringsemne, der studenten gjennom eitt eller fleire praktiske prosjekt skal få høve til å fordjupe seg i, og vise ferdigheiter og kunnskap ut over det grunnleggande, i ein eller fleire valde teknikkar.

source: ifra det utforme skoletilbudet.
nn: Det er ein effektskilnad på

source: Høgskolen kan også arrangere relevante workshops eller kurs som tilbud til studentene.
nn: Høgskulen kan også arrangere relevante workshops eller kurs som tilbod til studentane.

source: kunne arbeide som animatør i et profesjonelt studio
nn: kunne arbeide som animatør i eit profesjonelt studio

source: kan reflektere over egen faglig utvikling og gjøre seg nytte av veiledning i arbeid med teoretiske og praktiske oppgaver
nn: kan reflektere over eigen fagleg utvikling og gjere seg nytte av rettleiing i arbeid med teoretiske og praktiske oppgåver

source: elektrisitet, energi og varmelære, bølger, lys og lyd
nn: elektrisitet, energi og varmelære, bølgjer, lys og lyd

source: Under Kandidat ID vil du se hvor lang tid som gjenstår før fristen er ute.
nn: Under Kandidat ID vil du sjå kor lang tid som står att før fristen er ute.

source: Studenten skal levere en arbeidsplan for sitt spesialiseringsemne til faglærer før arbeidet tar til, senest to uker etter semesterstart.
nn: Studenten skal levere ein arbeidsplan for sitt spesialiseringsemne til faglærar før arbeidet tar til, seinast to veker etter semesterstart.

source: Emnet skal bidra til økt kvalitet i journalistisk produksjon der studentene skal oppnå solid kompetanse og en anvendt, refleksiv kunnskap om den journalistiske arbeidsprosessen.
nn: Emnet skal bidra til auka kvalitet i journalistisk produksjon der studentane skal oppnå solid kompetanse og ein anvendt, refleksiv kunnskap om den journalistiske arbeidsprosessen.

source: For å kunne fremstille seg til eksamen må studenten ha godkjent oppmøte og deltakelse på minimum 80% av undervisning og organisert arbeid i emnet.
nn: For å kunne framstille seg til eksamen må studenten ha godkjent oppmøte og deltaking på minimum 80% av undervisning og organisert arbeid i emnet.

source: De oppgitte pensumlistene for hvert emne er veiledende.
nn: Dei oppgitte pensumlistene for hvert emne er rettleiande.

source: Dette skal godkjennes før studenten får jobbe videre med prosjektet.
nn: Dette skal godkjennast før studenten får jobbe vidare med prosjektet.

source: Dette emnet strekker seg over to semester, og er viet planlegging og gjennomføring av et større, selvstendig animasjonsprosjekt (eksamensproduksjon).
nn: Dette emnet strekkjer seg over to semester, og er via planlegging og gjennomføring av eit større, sjølvstendig animasjonsprosjekt (eksamensproduksjon).

source: Animasjonsutdanninga kvalifiserer studentene til profesjonelt arbeid med animasjon som selvstendig uttrykk og animasjon i kombinasjon med nyheter, informasjon, reklame og underholdning.
nn: Animasjonsutdanninga kvalifiserer studentane til profesjonelt arbeid med animasjon som sjølvstendig uttrykk, og animasjon i kombinasjon med nyheiter, informasjon, reklame og underhaldning.

source: kunne kommunisere og arbeide i et internasjonalt miljø
nn: kunne kommunisere og arbeide i eit internasjonalt miljø

source: - samarbeide med andre om et felles kreativt prosjekt
nn: kunne samarbeide med andre om eit felles kreativt prosjekt

source: og logg inn med Feide (samme brukerkonto som Fronter og Studentweb)
nn: og logg inn med Feide (same brukarkonto som Fronter og Studentweb)

source: ha ferdigheter i å gi naturfagopplæring tilpasset den enkelte elev sine evner og forutsetninger
nn: ferdigheiter i å gje ei naturfagopplæring tilpassa den einskilde elev sine evner og føresetnader

source: ha utvidet ferdighet som animatør i valgt animasjonsteknikk
nn: ha utvida ferdigheit som animatør i vald animasjonsteknikk

source: læring, forståing og undervisning i naturfaglige tema
nn: læring, forståing og undervisning i naturfaglege tema

source: Som del av studiet inngår både praksisopphold, større prosjektarbeid og produksjoner for ulike oppdragsgivere, og du vil jobbe både individuelt og i team.
nn: Som del av studiet inngår både praksisopphald, større prosjektarbeid og produksjonar for ulike oppdragsgjevarar, og du vil arbeide både individuelt og i team.

source: har innsikt i relevante faglige og yrkesetiske problemstillinger
nn: Har innsikt i relevante faglege og yrkesetiske problemstillingar

source: Hver eksamensproduksjon får tildelt en veileder som følger prosjektet fram til eksamen.
nn: Kvar eksamensproduksjon får tildelt ein rettleiar som følger prosjektet fram til eksamen.

source: Studiet kvalifiserer til Master in Medier Practices på Høgskulen i Volda, samt masterutdanning ved samarbeidende skoler i utlandet.
nn: Studiet kvalifiserer til Master in Media Practices på Høgskulen i Volda, og masterutdanning ved samarbeidande skular i utlandet.

source: kunne forstå animasjonsfilmens rolle i samfunnet og være med å videreutvikle mediebransjen
nn: kunne forstå animasjonsfilmens rolle i samfunnet og vere med å vidareutvikle mediebransjen

source: kunne kommunisere gjennom audiovisuelle tekster
nn: kunne kommunisere gjennom audiovisuelle tekstar

source: ha solid kompetanse og en anvendt, refleksiv kunnskap om den journalistiske arbeidsprosessen:
nn: ha solid kompetanse og ein anvendt, refleksiv kunnskap om den journalistiske arbeidsprosessen:

source: Opptak etter søknad som må inneholde opplysninger om utdanning og praksis.
nn: Opptak etter søknad som må innehalde opplysingar om utdanning og praksis.

source: kan planlegge og gjennomføre varierte arbeidsoppgaver i en flerkameraproduksjon, både enkeltvis og i grupper.
nn: kan planlegge og gjennomføre varierte arbeidsoppgåver i ein fleirkameraproduksjon, både enkeltvis og i grupper

source: Vi vet også at boligsosialt arbeid er et møte mellom ulike måter å arbeide på og ulike tankesett i organisasjonen.
nn: Vi veit også at bustadsosialt arbeid er eit møte mellom ulike måtar å arbeide på og ulike tankesett i organisasjonen.

source: Formålet med denne studien er å samanlikne effekten av maksimal og eksplosiv knebøy på vertikal spenst (primærutfall) og en repetisjon maksimum knebøy(1RM) (sekundærutfall) hos kvinnelege elite volleyballutøvarar.
nn: Formålet med denne studien er å samanlikne effekten av maksimal og eksplosiv knebøy på vertikal spenst (primærutfall) og ein repetisjon maksimum knebøy(1RM) (sekundærutfall) hos kvinnelege elite volleyballutøvarar.

source: Burde andre (også) ha en slik funksjon?
nn: Burde andre (også) ha ein slik funksjon?

source: - ha hovedansvaret for produksjonen av en animert kortfilm
nn: - ha hovudansvaret for produksjonen av ein animert kortfilm

source: Ph.d-kandidatene vil også bli gjort kjent med en del av lovene og forskriftene som finnes på dette området.
nn: Ph.d-kandidatene vil også bli gjort kjent med ein del av lovene og forskriftene som finst på dette området.

source: Dette kan være en animert kortfilm, en showreel, en animert reklame eller informasjonsfilm, produksjon av en animert grafisk profil for et fjernsynsprogram, eller en animert profil for et firma eller en organisasjon på fjernsyn eller web.
nn: Dette kan vere ein animert kortfilm, ein showreel, ei animert reklame eller informasjonsfilm, produksjon av ein animert grafisk profil for eit fjernsynsprogram, eller ein animert profil for eit firma eller ein organisasjon på fjernsyn eller web.

source: kan formidle sentralt fagstoff, som teorier, problemstillinger og løsninger, både skriftlig, muntlig og gjennom produksjonene.
nn: kan formidle sentralt fagstoff, som teoriar, problemstillingar og løysingar, både skriftleg, munnleg og gjennom produksjonane

source: kan utveksle synspunkt og erfaringer med andre og slik medvirke til utvikling av god praksis
nn: Kan utveksle synspunkt og erfaringar med andre og slik medverke til utvikling av god praksis

source: Ved tegnefilm kan kortere varighet godtas.
nn: Ved teiknefilm kan kortare varigheit godtakast.
